Repository: jayfunc/BetterLyrics
Catalog: src/BetterLyrics.DotNet/BetterLyrics.WinUI3/BetterLyrics.WinUI3/Strings/*/Resources.resw
Source language: en
Languages: ar, de, es, hi, id, it, ja, ko, ms, pt, ru, th, tr, vi, zh_hans, zh_hant

# LayoutEditorControlComponentSongArtist
source: Song artist
ar: فنان الأغاني
de: Künstler des Liedes
es: Artista
hi: गायक कलाकार
id: Artis lagu
it: Artista del brano
ja: ソングアーティスト
ko: 노래 아티스트
ms: Artis lagu
pt: Intérprete da canção
ru: Исполнитель песни
th: นักร้องเพลง
tr: Şarkı sanatçısı
vi: Ca sĩ
zh_hans: 歌曲艺术家
zh_hant: 歌曲演出者

# LayoutEditorControlComponentSongInfo
source: Song info
ar: معلومات الأغنية
de: Lied-Infos
es: Información sobre la canción
hi: गीत की जानकारी
id: Info lagu
it: Informazioni sul brano
ja: 楽曲情報
ko: 노래 정보
ms: Maklumat lagu
pt: Informação sobre a canção
ru: Информация о песне
th: ข้อมูลเพลง
tr: Şarkı bilgisi
vi: Thông tin bài hát
zh_hans: 歌曲信息
zh_hant: 歌曲資訊

# LayoutEditorControlComponentSongTitle
source: Song title
ar: عنوان الأغنية
de: Titel des Liedes
es: Título de la canción
hi: गीत का शीर्षक
id: Judul lagu
it: Titolo del brano
ja: 曲タイトル
ko: 노래 제목
ms: Tajuk lagu
pt: Título da canção
ru: Название песни
th: ชื่อเพลง
tr: Şarkı adı
vi: Tên bài hát
zh_hans: 歌曲名称
zh_hant: 歌曲標題

# LayoutEditorControlDeleteCol.Text
source: Delete this column
ar: حذف هذا العمود
de: Diese Spalte löschen
es: Borrar esta columna
hi: इस स्तंभ को हटाएँ
id: Hapus kolom ini
it: Elimina questa colonna
ja: この列を削除する
ko: 이 열 삭제
ms: Padamkan lajur ini
pt: Eliminar esta coluna
ru: Удалить этот столбец
th: ลบคอลัมน์นี้
tr: Bu sütunu silin
vi: Xóa cột này
zh_hans: 删除此列
zh_hant: 刪除此欄

# LayoutEditorControlDeleteComponentHeader.Text
source: Delete component
ar: حذف المكون
de: Komponente löschen
es: Eliminar componente
hi: घटक हटाएँ
id: Menghapus komponen
it: Elimina componente
ja: コンポーネントの削除
ko: 구성 요소 삭제
ms: Padam komponen
pt: Eliminar componente
ru: Удалить компонент
th: ลบคอมโพเนนต์
tr: Bileşeni sil
vi: Xóa thành phần
zh_hans: 删除组件
zh_hant: 刪除元件

# LayoutEditorControlDeleteRow.Text
source: Delete this row
ar: احذف هذا الصف
de: Diese Zeile löschen
es: Eliminar esta fila
hi: इस पंक्ति को हटाएँ
id: Hapus baris ini
it: Elimina questa riga
ja: この行を削除する
ko: 이 행 삭제
ms: Padam baris ini
pt: Eliminar esta linha
ru: Удалить этот ряд
th: ลบแถวนี้
tr: Bu satırı sil
vi: Xóa hàng này
zh_hans: 删除此行
zh_hant: 刪除此列

# LayoutEditorControlFocusComponentHeader.Text
source: Focus on selected component
ar: التركيز على المكون المحدد
de: Fokus auf ausgewählte Komponente
es: Centrarse en el componente seleccionado
hi: चयनित घटक पर ध्यान केंद्रित करें
id: Fokus pada komponen yang dipilih
it: Metti a fuoco componente selezionato
ja: 選択したコンポーネントにフォーカス
ko: 선택한 구성 요소에 집중
ms: Tumpukan pada komponen terpilih
pt: Foco no componente selecionado
ru: Сосредоточьтесь на выбранном компоненте
th: มุ่งเน้นที่ส่วนประกอบที่เลือก
tr: Seçilen bileşene odaklanın
vi: Tập trung vào thành phần đã chọn
zh_hans: 定位到选中组件
zh_hant: 定位至選取元件

# LayoutEditorControlGlobalColSpacingBox.Header
source: Column spacing
ar: تباعد الأعمدة
de: Abstand zwischen den Säulen
es: Distancia entre columnas
hi: स्तंभ अंतर
id: Jarak kolom
it: Spaziatura tra colonne
ja: 列の間隔
ko: 열 간격
ms: Jarak lajur
pt: Espaçamento entre colunas
ru: Расстояние между колоннами
th: ระยะห่างระหว่างคอลัมน์
tr: Kolon aralığı
vi: Khoảng cách giữa các cột
zh_hans: 列间距
zh_hant: 欄間距

# LayoutEditorControlGlobalPadBottomBox.Header
source: Bottom
ar: القاع
de: Unten
es: Fondo
hi: तला
id: Bawah
it: Basso
ja: 下端
ko: 하단
ms: Bahagian bawah
pt: Fundo
ru: Дно
th: ด้านล่าง
tr: Alt
vi: Phần dưới
zh_hans: 底部
zh_hant: 底部

# LayoutEditorControlGlobalPadLeftBox.Header
source: Left
ar: يسار
de: Links
es: Izquierda
hi: बायाँ
id: Kiri
it: Sinistra
ja: 左端
ko: 왼쪽
ms: Kiri
pt: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Bên trái
zh_hans: 左侧
zh_hant: 左側

# LayoutEditorControlGlobalPadRightBox.Header
source: Right
ar: صحيح
de: Rechts
es: Derecha
hi: सही
id: Benar.
it: Destra
ja: 右端
ko: 오른쪽
ms: Betul
pt: Certo
ru: Справа
th: ถูกต้อง
tr: Doğru.
vi: Phải
zh_hans: 右侧
zh_hant: 右側

# LayoutEditorControlGlobalPadTopBox.Header
source: Top
ar: أعلى
hi: शीर्ष
id: Atas
it: Alto
ja: 上端
ms: Atas
pt: Topo
ru: Топ
th: ด้านบน
tr: Üst
vi: Hàng đầu
zh_hans: 顶部
zh_hant: 頂部

# LayoutEditorControlGlobalRowSpacingBox.Header
source: Row spacing
ar: تباعد الصفوف
de: Abstand zwischen den Reihen
es: Distancia entre hileras
hi: कतारों के बीच की दूरी
id: Jarak baris
it: Spaziatura tra righe
ja: 行の間隔
ko: 행 간격
ms: Jarak baris
pt: Espaçamento entre linhas
ru: Расстояние между рядами
th: ระยะห่างระหว่างแถว
tr: Sıra aralığı
vi: Khoảng cách giữa các hàng
zh_hans: 行间距
zh_hant: 列間距

# LayoutEditorControlHandToolToggle.Content
source: Pan
ar: بان
hi: तवा
id: Panci
it: Panoramica
ja: パン
ko: 팬
ms: Kuali
pt: Panela
ru: Пан
th: กระทะ
vi: Chảo
zh_hans: 平移
zh_hant: 平移

# LayoutEditorControlHelpButton.Content
source: Shortcuts Guide
ar: دليل الاختصارات
de: Leitfaden für Abkürzungen
es: Guía de atajos
hi: शॉर्टकट्स गाइड
id: Panduan Pintasan
it: Guida alle scorciatoie
ja: ショートカットガイド
ko: 바로 가기 가이드
ms: Panduan Pintasan
pt: Guia de atalhos
ru: Краткое руководство
th: คู่มือทางลัด
tr: Kısayollar Kılavuzu
vi: Hướng dẫn các phím tắt
zh_hans: 快捷方式指南
zh_hant: 捷徑指南

# LayoutEditorControlHorizontalAlignmentBox.Header
source: Horizontal Alignment
ar: محاذاة أفقية
de: Horizontale Ausrichtung
es: Alineación horizontal
hi: क्षैतिज संरेखण
id: Penjajaran Horisontal
it: Allineamento orizzontale
ja: 水平方向の配置
ko: 수평 정렬
ms: Penjajaran Mendatar
pt: Alinhamento horizontal
ru: Горизонтальное выравнивание
th: การปรับแนวในแนวนอน
tr: Yatay Hizalama
vi: Căn ngang
zh_hans: 水平对齐
zh_hant: 水平對齊

# LayoutEditorControlHorizontalAlignmentCenter.Content
source: Center
ar: المركز
de: Zentrum
es: Centro
hi: केंद्र
id: Pusat
it: Centro
ja: 中央揃え
ko: 센터
ms: Pusat
pt: Centro
ru: Центр
th: ศูนย์กลาง
tr: Merkez
vi: Trung tâm
zh_hans: 居中
zh_hant: 置中

# LayoutEditorControlHorizontalAlignmentLeft.Content
source: Left
ar: يسار
de: Links
es: Izquierda
hi: बायाँ
id: Kiri
it: Sinistra
ja: 左揃え
ko: 왼쪽
ms: Kiri
pt: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Bên trái
zh_hans: 靠左
zh_hant: 靠左

# LayoutEditorControlHorizontalAlignmentRight.Content
source: Right
ar: صحيح
de: Rechts
es: Derecha
hi: सही
id: Benar.
it: Destra
ja: 右揃え
ko: 오른쪽
ms: Betul
pt: Certo
ru: Справа
th: ถูกต้อง
tr: Doğru.
vi: Phải
zh_hans: 靠右
zh_hant: 靠右

# LayoutEditorControlHorizontalAlignmentStretch.Content
source: Stretch
ar: التمدد
de: Dehnen
es: Estire
hi: खींचो
id: Peregangan
it: Allunga
ja: ストレッチ
ms: Regangan
pt: Esticar
ru: Растяжка
th: ยืด
tr: Esneme
vi: Kéo giãn
zh_hans: 拉伸
zh_hant: 伸展

# LayoutEditorControlHorizontalScrollHeader.Text
source: Horizontal scroll
ar: تمرير أفقي
de: Horizontales Blättern
es: Desplazamiento horizontal
hi: क्षैतिज स्क्रॉल
id: Gulir horizontal
it: Scorrimento orizzontale
ja: 横スクロール
ko: 가로 스크롤
ms: Layar gelangsar mendatar
pt: Deslocação horizontal
ru: Горизонтальная прокрутка
th: การเลื่อนแนวนอน
tr: Yatay kaydırma
vi: Cuộn ngang
zh_hans: 水平滚动
zh_hant: 橫向捲動

# LayoutEditorControlHorizontalScrollInfoTag.Text
source: Mouse Wheel
ar: عجلة الماوس
de: Mausrad
es: Rueda del ratón
hi: माउस व्हील
id: Roda Tikus
it: Rotella del mouse
ja: マウスホイール
ko: 마우스 휠
ms: Roda Tetikus
pt: Roda do rato
ru: Колесо мыши
th: ล้อเมาส์
tr: Fare Tekerleği
vi: Bánh xe chuột
zh_hans: 鼠标滚轮
zh_hant: 滑鼠滾輪

# LayoutEditorControlInsertColAfter.Text
source: Insert column to the right
ar: إدراج عمود إلى اليمين
de: Spalte auf der rechten Seite einfügen
es: Insertar columna a la derecha
hi: दाईं ओर कॉलम डालें
id: Sisipkan kolom ke kanan
it: Inserisci colonna a destra
ja: 右側に列を挿入
ko: 오른쪽에 열 삽입
ms: Masukkan lajur ke kanan
pt: Inserir coluna à direita
ru: Вставить колонку справа
th: แทรกคอลัมน์ทางด้านขวา
tr: Sağa sütun ekle
vi: Chèn cột vào bên phải
zh_hans: 在右侧插入列
zh_hant: 向右插入欄

# LayoutEditorControlInsertColBefore.Text
source: Insert column to the left
ar: إدراج عمود إلى اليسار
de: Spalte auf der linken Seite einfügen
es: Insertar columna a la izquierda
hi: बाईं ओर स्तंभ डालें
id: Sisipkan kolom ke kiri
it: Inserisci colonna a sinistra
ja: 左側に列を挿入
ko: 왼쪽에 열 삽입
ms: Masukkan lajur ke kiri
pt: Inserir coluna à esquerda
ru: Вставить столбец слева
th: แทรกคอลัมน์ทางด้านซ้าย
tr: Sola sütun ekle
vi: Chèn cột vào bên trái
zh_hans: 在左侧插入列
zh_hant: 向左插入欄

# LayoutEditorControlInsertRow
source: Insert row here
ar: أدخل الصف هنا
de: Zeile hier einfügen
es: Insertar fila aquí
hi: यहाँ पंक्ति डालें
id: Sisipkan baris di sini
it: Inserisci riga qui
ja: ここに行を挿入
ko: 여기에 행 삽입
ms: Sisipkan baris di sini
pt: Inserir linha aqui
ru: Вставьте строку здесь
th: แทรกแถวที่นี่
tr: Satırı buraya ekleyin
vi: Chèn hàng tại đây
zh_hans: 在此处插入行
zh_hant: 在此处插入列

# LayoutEditorControlInsertRowAfter.Text
source: Insert row below
ar: إدراج الصف أدناه
de: Zeile unten einfügen
es: Insertar fila a continuación
hi: नीचे पंक्ति डालें
id: Sisipkan baris di bawah ini
it: Inserisci riga sotto
ja: 下に行を挿入
ko: 아래 행 삽입
ms: Masukkan baris di bawah
pt: Inserir linha abaixo
ru: Вставьте строку ниже
th: แทรกแถวด้านล่าง
tr: Aşağıdaki satırı ekleyin
vi: Chèn hàng bên dưới
zh_hans: 在下方插入行
zh_hant: 在下面插入一列

# LayoutEditorControlInsertRowBefore.Text
source: Insert row above
ar: إدراج صف أعلاه
de: Zeile oben einfügen
es: Insertar fila arriba
hi: ऊपर की पंक्ति डालें
id: Sisipkan baris di atas
it: Inserisci riga sopra
ja: 上の行を挿入
ko: 위에 행 삽입
ms: Masukkan baris di atas
pt: Inserir linha acima
ru: Вставить ряд выше
th: แทรกแถวด้านบน
tr: Yukarıdaki satırı ekleyin
vi: Chèn hàng phía trên
zh_hans: 在上方插入行
zh_hant: 在上方插入列

# LayoutEditorControlKeyboardShortcutsHeader.Text
source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
de: Tastaturkurzbefehle
es: Atajos de teclado
hi: कीबोर्ड शॉर्टकट
id: Pintasan Papan Ketik
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
ms: Pintas papan kekunci
pt: Atalhos de teclado
ru: Ярлыки клавиатуры
th: คีย์บอร์ดชอร์ตคัต
tr: Klavye Kısayolları
vi: Phím tắt
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# LayoutEditorControlLearnMoreLink.Content
source: Learn more about Layout Editor
ar: معرفة المزيد عن محرر التخطيط
de: Erfahren Sie mehr über Layout Editor
es: Más información sobre el editor de diseño
hi: लेआउट एडिटर के बारे में और जानें
id: Pelajari lebih lanjut tentang Editor Tata Letak
it: Scopri di più sull'Editor layout
ja: レイアウトエディターの詳細
ko: 레이아웃 편집기에 대해 자세히 알아보기
ms: Ketahui lebih lanjut tentang Penyunting Susun Atur
pt: Saiba mais sobre o Editor de Layout
ru: Подробнее о редакторе макетов
th: เรียนรู้เพิ่มเติมเกี่ยวกับตัวแก้ไขเลย์เอาต์
tr: Layout Editor hakkında daha fazla bilgi edinin
vi: Tìm hiểu thêm về Trình chỉnh sửa bố cục
zh_hans: 详细了解布局编辑器
zh_hant: 進一步了解佈局編輯器

# LayoutEditorControlMarginBottomBox.Header
source: Bottom
ar: القاع
de: Unten
es: Fondo
hi: तला
id: Bawah
it: Basso
ja: 下端
ko: 하단
ms: Bahagian bawah
pt: Fundo
ru: Дно
th: ด้านล่าง
tr: Alt
vi: Phần dưới
zh_hans: 底部
zh_hant: 底部

# LayoutEditorControlMarginHeader.Text
source: Margin
ar: الهامش
de: Marge
es: Margen
hi: अंतर
it: Margine
ja: マージン
ko: 마진
pt: Margem
ru: Маржа
th: มาร์จิน
tr: Marj
vi: Biên độ
zh_hans: 边距
zh_hant: 邊距

# LayoutEditorControlMarginLeftBox.Header
source: Left
ar: يسار
de: Links
es: Izquierda
hi: बायाँ
id: Kiri
it: Sinistra
ja: 左端
ko: 왼쪽
ms: Kiri
pt: Esquerda
ru: Слева
th: ซ้าย
tr: Sol
vi: Bên trái
zh_hans: 左侧
zh_hant: 左側

# LayoutEditorControlMarginRightBox.Header
source: Right
ar: صحيح
de: Rechts
es: Derecha
hi: सही
id: Benar.
it: Destra
ja: 右端
ko: 오른쪽
ms: Betul
pt: Certo
ru: Справа
th: ถูกต้อง
tr: Doğru.
vi: Phải
zh_hans: 右侧
zh_hant: 右側

# LayoutEditorControlMarginTopBox.Header
source: Top
ar: أعلى
hi: शीर्ष
id: Atas
it: Alto
ja: 上端
ms: Atas
pt: Topo
ru: Топ
th: ด้านบน
tr: Üst
vi: Hàng đầu
zh_hans: 顶部
zh_hant: 頂部

# LayoutEditorControlMoveComponentHeader.Text
source: Move component
ar: نقل المكوّن
de: Komponente verschieben
es: Desplazar componente
hi: घटक स्थानांतरित करें
id: Memindahkan komponen
it: Sposta componente
ja: コンポーネントの移動
ko: 컴포넌트 이동
ms: Alihkan komponen
pt: Mover componente
ru: Переместить компонент
th: ย้ายคอมโพเนนต์
tr: Bileşeni taşı
vi: Di chuyển thành phần
zh_hans: 移动组件
zh_hant: 移動元件

# LayoutEditorControlMoveComponentInfoTag.Text
source: Arrow keys / WASD
ar: مفاتيح الأسهم / WASD
de: Pfeiltasten / WASD
es: Teclas de flecha / WASD
hi: तीर कुंजियाँ / WASD
id: Tombol panah / WASD
it: Tasti freccia / WASD
ja: 矢印キー / WASDキー
ko: 화살표 키 / WASD
ms: Petikar panah / WASD
pt: Teclas de seta / WASD
ru: Клавиши со стрелками / WASD
th: ปุ่มลูกศร / WASD
tr: Ok tuşları / WASD
vi: Các phím mũi tên / WASD
zh_hans: 方向键 / WASD
zh_hant: 方向鍵 / WASD鍵

# LayoutEditorControlNoSelection
source: Select a component in the preview or the left list to continue
ar: حدد مكونًا في المعاينة أو القائمة اليسرى للمتابعة.
de: Wählen Sie eine Komponente in der Vorschau oder in der linken Liste aus, um fortzufahren.
es: Seleccione un componente en la vista previa o en la lista de la izquierda para continuar.
hi: जारी रखने के लिए पूर्वावलोकन या बाईं सूची में एक घटक चुनें।
id: Pilih komponen dalam pratinjau atau daftar sebelah kiri untuk melanjutkan.
it: Seleziona un componente nell'anteprima o nell'elenco a sinistra per continuare.
ja: 続行するには、プレビューまたは左側のリストからコンポーネントを選択してください。
ko: 계속하려면 미리 보기 또는 왼쪽 목록에서 컴포넌트를 선택합니다.
ms: Pilih komponen dalam pratonton atau senarai kiri untuk meneruskan.
pt: Selecione um componente na pré-visualização ou na lista da esquerda para continuar.
ru: Выберите компонент в предварительном просмотре или в левом списке, чтобы продолжить работу.
th: เลือกส่วนประกอบในตัวอย่างหรือในรายการด้านซ้ายเพื่อดำเนินการต่อ
tr: Devam etmek için önizlemeden veya soldaki listeden bir bileşen seçin.
vi: Chọn một thành phần trong phần xem trước hoặc danh sách bên trái để tiếp tục.
zh_hans: 在预览或左侧列表中选择一个组件以继续
zh_hant: 在預覽或左側清單中選擇一個元件繼續。

# LayoutEditorControlPendingComponentsDescriptionTextBlock.Text
source: Drag components to the right-hand grid to place them. Once placed, components can be moved freely within the grid
ar: اسحب المكونات إلى الشبكة اليمنى لوضعها. بمجرد وضعها، يمكن نقل المكونات بحرية داخل الشبكة.
de: Ziehen Sie die Komponenten auf das rechte Raster, um sie zu platzieren. Nach der Platzierung können die Komponenten innerhalb des Rasters frei verschoben werden.
es: Arrastre los componentes a la cuadrícula de la derecha para colocarlos. Una vez colocados, los componentes pueden moverse libremente dentro de la cuadrícula.
hi: घटकों को दाहिने ग्रिड में रखने के लिए उन्हें खींचें। एक बार रखे जाने के बाद, घटकों को ग्रिड के भीतर स्वतंत्र रूप से स्थानांतरित किया जा सकता है।
id: Seret komponen ke grid sebelah kanan untuk menempatkannya. Setelah ditempatkan, komponen dapat dipindahkan secara bebas di dalam grid.
it: Trascina i componenti nella griglia a destra per posizionarli. Una volta posizionati, possono essere spostati liberamente all'interno della griglia.
ja: コンポーネントを右側のグリッドへドラッグして配置します。配置したコンポーネントは、グリッド内で自由に移動できます。
ko: 컴포넌트를 오른쪽 그리드로 드래그하여 배치합니다. 컴포넌트를 배치한 후에는 그리드 내에서 자유롭게 이동할 수 있습니다.
ms: Seret komponen ke grid di sebelah kanan untuk meletakkannya. Setelah diletakkan, komponen boleh dipindahkan dengan bebas dalam grid.
pt: Arraste os componentes para a grelha do lado direito para os colocar. Uma vez colocados, os componentes podem ser movidos livremente dentro da grelha.
ru: Перетащите компоненты в правую сетку, чтобы разместить их. После размещения компоненты можно свободно перемещать в пределах сетки.
th: ลากคอมโพเนนต์ไปยังกริดทางขวามือเพื่อวางพวกมัน. เมื่อวางแล้ว คอมโพเนนต์สามารถย้ายได้อย่างอิสระภายในกริด.
tr: Bileşenleri yerleştirmek için sağ taraftaki ızgaraya sürükleyin. Bileşenler yerleştirildikten sonra ızgara içinde serbestçe hareket ettirilebilir.
vi: Kéo các thành phần vào lưới bên phải để đặt chúng. Sau khi được đặt, các thành phần có thể được di chuyển tự do trong lưới.
zh_hans: 拖动组件到右侧网格以放置。组件在网格内可自由移动
zh_hant: 將元件拖曳到右邊的網格，即可放置元件。放置元件後，元件可在網格內自由移動。

# LayoutEditorControlPendingComponentsTextBlock.Text
source: Pending Component
ar: المكوّن المعلق
de: Anhängige Komponente
es: Componente pendiente
hi: लंबित घटक
id: Komponen yang tertunda
it: Componenti in attesa
ja: 配置待ちのコンポーネント
ko: 보류 중인 구성 요소
ms: Komponen Tertunda
pt: Componente pendente
ru: Ожидающий компонент
th: ส่วนประกอบที่รอดำเนินการ
tr: Bekleyen Bileşen
vi: Thành phần đang chờ xử lý
zh_hans: 待放置的组件
zh_hant: 等待放置的元件

# LayoutEditorControlPlacedComponentsDescriptionTextBlock.Text
source: Select the component here if it is hidden or unclickable on the right
ar: حدد المكون هنا إذا كان مخفيًا أو غير قابل للنقر على اليمين.
de: Wählen Sie die Komponente hier aus, wenn sie auf der rechten Seite ausgeblendet oder nicht anklickbar ist.
es: Seleccione aquí el componente si está oculto o no se puede seleccionar a la derecha.
hi: यदि यह घटक दाईं ओर छिपा या क्लिक करने योग्य नहीं है, तो इसे यहाँ चुनें।
id: Pilih komponen di sini jika komponen tersebut tersembunyi atau tidak dapat diklik di sebelah kanan.
it: Seleziona qui il componente se è nascosto o non cliccabile a destra.
ja: 重なり等の理由によりコンポーネントがクリックできない場合は、こちらで選択してください。
ko: 오른쪽에 숨겨져 있거나 클릭할 수 없는 경우 여기에서 컴포넌트를 선택합니다.
ms: Pilih komponen di sini jika ia tersembunyi atau tidak boleh klik di sebelah kanan.
pt: Selecione o componente aqui se estiver oculto ou não for possível clicar à direita.
ru: Выберите компонент здесь, если он скрыт или не доступен для нажатия справа.
th: เลือกส่วนประกอบที่นี่หากซ่อนอยู่หรือไม่สามารถคลิกได้ทางด้านขวา
tr: Sağ tarafta gizli veya tıklanamaz durumdaysa bileşeni buradan seçin.
vi: Hãy chọn thành phần này tại đây nếu nó bị ẩn hoặc không thể nhấp vào ở bên phải.
zh_hans: 若组件因遮挡关系等原因无法点击，请在此处选择该组件
zh_hant: 如果元件被遮擋或無法點選，請在此選取元件。

# LayoutEditorControlPlacedComponentsTextBlock.Text
source: Placed Components
ar: المكونات الموضوعة
de: Platzierte Komponenten
es: Componentes colocados
hi: स्थापित घटक
id: Komponen yang Ditempatkan
it: Componenti posizionati
ja: 配置されたコンポーネント
ko: 배치된 구성 요소
ms: Komponen yang diletakkan
pt: Componentes colocados
ru: Размещенные компоненты
th: ชิ้นส่วนที่ติดตั้งแล้ว
tr: Yerleştirilen Bileşenler
vi: Các linh kiện đã được lắp đặt
zh_hans: 已放置的组件
zh_hant: 已經放置的元件

# LayoutEditorControlPxDescription.Text
source: Fixed to the specified absolute pixel width/height
ar: ثابت على عرض/ارتفاع البيكسل المطلق المحدد
de: Fixiert auf die angegebene absolute Pixelbreite/-höhe
es: Fijado a la anchura/altura absoluta de píxeles especificada
hi: निर्दिष्ट निरपेक्ष पिक्सेल चौड़ाई/ऊंचाई पर स्थिर
id: Diperbaiki ke lebar/tinggi piksel absolut yang ditentukan
it: Fissa la larghezza/altezza al valore di pixel specificato.
ja: 指定した絶対ピクセルの幅と高さに固定します
ko: 지정된 절대 픽셀 너비/높이로 수정되었습니다.
ms: Ditetapkan pada lebar/tinggi piksel mutlak yang dinyatakan
pt: Fixado na largura/altura absoluta de píxeis especificada
ru: Фиксируется на указанной абсолютной ширине/высоте пикселя
th: ยึดตามความกว้าง/ความสูงพิกเซลแบบสัมบูรณ์ตามที่ระบุ
tr: Belirtilen mutlak piksel genişliğine/yüksekliğine sabitlenir
vi: Được cố định theo chiều rộng/chiều cao tuyệt đối bằng pixel đã chỉ định
zh_hans: 固定为指定的绝对像素宽度/高度
zh_hant: 固定為指定的絕對像素寬度/高度

# LayoutEditorControlRemoveButton.Content
source: Remove Component
ar: إزالة المكون
de: Komponente entfernen
es: Quitar componente
hi: घटक हटाएँ
id: Menghapus Komponen
it: Rimuovi componente
ja: コンポーネントを削除
ko: 구성 요소 제거
ms: Keluarkan Komponen
pt: Remover componente
ru: Удалить компонент
th: ลบส่วนประกอบ
tr: Bileşeni Kaldır
vi: Xóa thành phần
zh_hans: 移除组件
zh_hant: 移除元件

# LayoutEditorControlRowBox.Header
source: Row
ar: الصف
de: Reihe
es: Fila
hi: पंक्ति
id: Baris
it: Riga
ja: 行
ko: 행
ms: Baris
pt: Fila
ru: Ряд
th: แถว
tr: Sıra
vi: Dòng
zh_hans: 行
zh_hant: 行

# LayoutEditorControlRowHeader.Text
source: Row
ar: الصف
de: Reihe
es: Fila
hi: पंक्ति
id: Baris
it: Riga
ja: 行
ko: 행
ms: Baris
pt: Fila
ru: Ряд
th: แถว
tr: Sıra
vi: Dòng
zh_hans: 行
zh_hant: 列

# LayoutEditorControlRowSpanBox.Header
source: Row Span
ar: امتداد الصف
de: Zeilenabstand
es: Extensión de fila
hi: पंक्ति विस्तार
id: Rentang Baris
it: Estensione riga
ja: 行のスパン
ko: 행 스팬
ms: Jejari rentangan
pt: Extensão da linha
ru: Промежуток между рядами
th: แถวที่ขยาย
tr: Sıra Açıklığı
vi: Khoảng cách hàng
zh_hans: 行跨越数
zh_hant: 跨列數

# LayoutEditorControlSelectedComponentLabel.Text
source: Select a component in the preview or the left list to continue
ar: حدد مكونًا في المعاينة أو القائمة اليسرى للمتابعة.
de: Wählen Sie eine Komponente in der Vorschau oder in der linken Liste aus, um fortzufahren.
es: Seleccione un componente en la vista previa o en la lista de la izquierda para continuar.
hi: जारी रखने के लिए पूर्वावलोकन या बाईं सूची में एक घटक चुनें।
id: Pilih komponen dalam pratinjau atau daftar sebelah kiri untuk melanjutkan.
it: Seleziona un componente nell'anteprima o nell'elenco a sinistra per continuare.
ja: 続行するには、プレビューまたは左側のリストからコンポーネントを選択してください。
ko: 계속하려면 미리 보기 또는 왼쪽 목록에서 컴포넌트를 선택합니다.
ms: Pilih komponen dalam pratonton atau senarai kiri untuk meneruskan.
pt: Selecione um componente na pré-visualização ou na lista da esquerda para continuar.
ru: Выберите компонент в предварительном просмотре или в левом списке, чтобы продолжить работу.
th: เลือกส่วนประกอบในตัวอย่างหรือในรายการด้านซ้ายเพื่อดำเนินการต่อ
tr: Devam etmek için önizlemeden veya soldaki listeden bir bileşen seçin.
vi: Chọn một thành phần trong phần xem trước hoặc danh sách bên trái để tiếp tục.
zh_hans: 在预览或左侧列表中选择一个组件以继续
zh_hant: 在預覽或左側清單中選擇一個元件繼續。

# LayoutEditorControlSelectedComponentPropertiesHeader.Text
source: Properties
ar: الخصائص
de: Eigenschaften
es: Propiedades
hi: गुणधर्म
id: Properti
it: Proprietà
ja: プロパティ
ko: 속성
ms: Sifat-sifat
pt: Propriedades
ru: Свойства
th: คุณสมบัติ
tr: Özellikler
vi: Thuộc tính
zh_hans: 属性
zh_hant: 属性

# LayoutEditorControlSelectNextComponentHeader.Text
source: Select next component
ar: اختر المكون التالي
de: Nächste Komponente auswählen
es: Seleccionar el componente siguiente
hi: अगले घटक का चयन करें
id: Pilih komponen berikutnya
it: Seleziona componente successivo
ja: 次のコンポーネントを選択
ko: 다음 구성 요소 선택
ms: Pilih komponen seterusnya
pt: Selecionar o componente seguinte
ru: Выберите следующий компонент
th: เลือกส่วนประกอบถัดไป
tr: Sonraki bileşeni seçin
vi: Chọn thành phần tiếp theo
zh_hans: 选择下一个组件
zh_hant: 選擇下一個元件

# LayoutEditorControlSelectPrevComponentHeader.Text
source: Select previous component
ar: حدد المكون السابق
de: Vorherige Komponente auswählen
es: Seleccionar componente anterior
hi: पिछले घटक का चयन करें
id: Pilih komponen sebelumnya
it: Seleziona componente precedente
ja: 前のコンポーネントを選択
ko: 이전 구성 요소 선택
ms: Pilih komponen sebelumnya
pt: Selecionar o componente anterior
ru: Выберите предыдущий компонент
th: เลือกส่วนประกอบก่อนหน้า
tr: Önceki bileşeni seçin
vi: Chọn thành phần trước đó
zh_hans: 选择上一个组件
zh_hant: 選擇上一個元件

# LayoutEditorControlSizeHeader.Text
source: Size
ar: الحجم
de: Größe
es: Talla
hi: आकार
id: Ukuran
it: Dimensione
ja: サイズ
ko: 크기
ms: Saiz
pt: Tamanho
ru: Размер
th: ขนาด
tr: Boyut
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

# LayoutEditorControlStarDescription.Text
source: Distributes the remaining space proportionally based on the value entered
ar: توزيع المساحة المتبقية بشكل متناسب بناءً على القيمة المدخلة
de: Verteilt den verbleibenden Platz proportional auf der Grundlage des eingegebenen Wertes
es: Distribuye el espacio restante proporcionalmente en función del valor introducido
hi: प्रविष्ट मान के आधार पर शेष स्थान को आनुपातिक रूप से वितरित करता है।
id: Mendistribusikan ruang yang tersisa secara proporsional berdasarkan nilai yang dimasukkan
it: Distribuisce lo spazio rimanente in modo proporzionale in base al valore inserito.
ja: 入力された値に基づいて、残りのスペースを比率に応じて配分します
ko: 입력한 값에 따라 남은 공간을 비례적으로 분배합니다.
ms: Mengagihkan baki ruang secara berkadar berdasarkan nilai yang dimasukkan.
pt: Distribui o espaço restante proporcionalmente com base no valor introduzido
ru: Пропорционально распределяет оставшееся пространство в зависимости от введенного значения
th: กระจายพื้นที่ที่เหลืออยู่ตามสัดส่วนของค่าที่ป้อน
tr: Kalan alanı girilen değere göre orantılı olarak dağıtır
vi: Phân bổ phần không gian còn lại theo tỷ lệ dựa trên giá trị đã nhập
zh_hans: 根据输入的值按比例分配剩余空间
zh_hant: 根據輸入的值按比例分配剩餘空間
